Repository: brambram/UbuntuGames
Catalog: connect 4/po/*.po
Languages: fr

source: Connect 4
fr: Puissance 4

source: New Game
fr: Nouvelle partie

source: Sound
fr: Sons

source: Play against machine
fr: Jouer contre l'ordinateur

source: Go first
fr: Commencer

source: Difficulty
fr: Difficulté

source: Winner!
fr: Victoire !

source: Loss!
fr: Défaite !

source: Orange won the game.
fr: Les oranges ont gagné la partie.

source: Purple won the game.
fr: Les violets ont gagné la partie.

source: Back
fr: Retour

source: Reset
fr: Réinitialiser

source: Reset the current game?
fr: Réinitialiser la partie actuelle ?

source: Tie!
fr: Match nul !

source: It's a tied game!
fr: C'est un match nul !
